[
	{
		"id": 1,
		"stars": 5,
		"likes": 16,
		"dislikes": 0,
		"userName": "Sofia Vergara",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Este Tonerin es muy bueno. Realmente siento que funciona. Me gustan los componentes.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ1.png"
	},
	{
		"id": 2,
		"stars": 4,
		"likes": 18,
		"dislikes": 1,
		"userName": "Juanes",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Creo que realmente funciona. Mantiene mi tensión bâtante regulada. Anteriormente mi tensión se disparaba con frecuencia",
		"photo": ""
	},
	{
		"id": 3,
		"stars": 5,
		"likes": 26,
		"dislikes": 0,
		"userName": "Gabriela Mistral",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Se ha regulado notablemente mi presión arterial. consulta a tu cardiólogo, especialmente si usas anticoagulente.",
		"photo": ""
	},
	{
		"id": 4,
		"stars": 5,
		"likes": 121,
		"dislikes": 0,
		"userName": "Lina",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Comencé a tener picos de presión, por lo que mi conocido terapeuta me recomendó no tomar medicamentos todavía, sino normalizar la condición para tomar este Tonerin. En general, me siento mejor. Y necesita hacer caminatas y un plan de sueño para que todavía tenga un efecto positivo.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ2.png"
	},
	{
		"id": 5,
		"stars": 5,
		"likes": 9,
		"dislikes": 0,
		"userName": "Salma Hayek",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "¡Es realmente increíble! Estaba preocupado por la presión arterial alta, era escéptico cuando vi la reseña y lo ordené pensando que tenía hambre de pajita, pero como mostró la reseña, cayó drásticamente desde el precio más alto en unos pocos días. Complemento fácil de beber, sin sabor y de buen tamaño. Lo estoy tomando con un suplemento de omega 3 y ácido cítrico (potasio). Por supuesto, tengo cuidado con mi dieta, pero también fue eficaz para la presión arterial alta persistente que nunca baja. Me gustaría que las personas que sufren de presión arterial alta lo prueben. Quiero calmarme para otro respiro. Continuaré haciéndolo.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ3.png"
	},
	{
		"id": 6,
		"stars": 5,
		"likes": 19,
		"dislikes": 2,
		"userName": "Blanca Pineda",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Gracias mi doctor por su preocupación por la salud de la gente . Su explicación fue excelente. Quisiera saber algo sobre la tiroides . Dios lo bendiga",
		"photo": ""
	},
	{
		"id": 7,
		"stars": 3,
		"likes": 3,
		"dislikes": 15,
		"userName": "Radamel Falcao",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "no hacia nada",
		"photo": ""
	},
	{
		"id": 8,
		"stars": 5,
		"likes": 12,
		"dislikes": 1,
		"userName": "Carlos _111",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Radamel, ¿por qué?",
		"photo": ""
	},
	{
		"id": 9,
		"stars": 5,
		"likes": 18,
		"dislikes": 0,
		"userName": "Paulina Vega",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "No sé por qué no te gustó. Gran suplemento. Lo tomé para mi mamá. Buena composición. El extracto de semilla de uva fortalece la pared vascular. El espino se usa para tratar la aterosclerosis, la arritmia y la hipertensión, reduce los niveles de azúcar y colesterol. La salud de la madre mejoró, su presión arterial volvió a la normalidad y no hubo aumentos bruscos de presión mientras tomaba el medicamento.",
		"photo": ""
	},
	{
		"id": 10,
		"stars": 5,
		"likes": 22,
		"dislikes": 0,
		"userName": "Gabriel Garcia Marquez",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Quiero pedir",
		"photo": ""
	},

	{
		"id": 11,
		"stars": 5,
		"likes": 19,
		"dislikes": 0,
		"userName": "Maha S",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Gracias Dr. por tan completa explicación. Ud lo hizo tan bien que hasta parece fácil, aunque sé que no lo es. Me ha quedado muy claro y estoy feliz porque por instinto he estado haciendo todo eso que recomienda. Saludos chilenos!",
		"photo": ""
	},
	{
		"id": 12,
		"stars": 5,
		"likes": 25,
		"dislikes": 2,
		"userName": "Paulina Vega",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Gabriel, Hay un formulario de solicitud en la parte superior",
		"photo": ""
	},
	{
		"id": 13,
		"stars": 5,
		"likes": 23,
		"dislikes": 0,
		"userName": "JorgeIsaac89",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Excelente Tonerin de suplemento muy fácil de tomar y sabe bien con todos los ingredientes enumerados un buen tamaño en cantidad calidad fantástica lo recomiendo encarecidamente es asequible excelente y beneficioso para su bienestar nutricional he notado una mejora en mi salud, siento que me he beneficiado enormemente de la dosis diaria, llego rapido al correo",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ4.png"
	},
	{
		"id": 14,
		"stars": 5,
		"likes": 11,
		"dislikes": 0,
		"userName": "Paulina Vega",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Debido a la presión arterial alta, quería probar diferentes suplementos de forma natural, este medicamento parece funcionar. Durante toda la recepción no hubo saltos bruscos de presión. Pero al final, igual volví a la carrera y comencé a tomar la medicación de manera continua. ¡Cuídate y cuida tu salud!",
		"photo": ""
	},
	{
		"id": 15,
		"stars": 5,
		"likes": 15,
		"dislikes": 0,
		"userName": "Carmen Moreno",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Buen día. Gracias y dios te pague x tan importante explicación.  Estas son las explicaciones q debemos conocer en nuestro día a día ya q son beneficios aportados para nuestra salud . DTB y muchos éxitos, vida y salud",
		"photo": ""
	},
	{
		"id": 16,
		"stars": 5,
		"likes": 58,
		"dislikes": 1,
		"userName": "Sofia Galle",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "Se recomienda tomar 1 cápsula una o dos veces al día, se necesita mucho tiempo para ver el efecto, lo más importante para comer alimentos saludables es perseverar.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ5.png"
	},
	{
		"id": 17,
		"stars": 5,
		"likes": 44,
		"dislikes": 0,
		"userName": "Laura Caceres",
		"userSex": "female",
		"userAvatar": "",
		"date": 0,
		"text": "¡También lo pedí, logré llevarlo a cabo y obtuve un gran descuento! ¡Prometieron entregar en 2 días, ya estoy deseando que llegue!",
		"photo": ""
	},
	{
		"id": 18,
		"stars": 5,
		"likes": 19,
		"dislikes": 3,
		"userName": "Shakira",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Estoy tomando este suplemento durante aproximadamente una semana. Y observo un efecto muy bueno en mi presión arterial. Aunque mi pb no es totalmente alto alrededor de 130-140 sobre 85-90, todavía hace un cambio gradual cuando tomo esto Tonerin. ",
		"photo": ""
	},
	{
		"id": 19,
		"stars": 3,
		"likes": 1,
		"dislikes": 35,
		"userName": "Fernando Botero",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Planeo seguir tomándolo por salud vascular.",
		"photo": ""
	},
	{
		"id": 20,
		"stars": 5,
		"likes": 7,
		"dislikes": 4,
		"userName": "Nairo8522",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Una buena droga, se la compré a mi mamá, la presión se normaliza, no 'salta' con el clima, lo recomiendo",
		"photo": ""
	},
	{
		"id": 21,
		"stars": 5,
		"likes": 22,
		"dislikes": 0,
		"userName": "Rigoberto Urán",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Si bebe 2 cápsulas a la vez, la presión baja inmediatamente, esto funciona al 100%.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ6.png"
	},

	{
		"id": 22,
		"stars": 5,
		"likes": 39,
		"dislikes": 1,
		"userName": "Egan",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Todavía es difícil hablar del efecto, empezamos a beber, ya veremos",
		"photo": ""
	},
	{
		"id": 23,
		"stars": 5,
		"likes": 33,
		"dislikes": 0,
		"userName": "Julio54",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Mi presión arterial normal aumentó a 175 con la edad, pero no quería tomar el medicamento, así que comencé a tomarlo mientras me preguntaba si los suplementos funcionarían. Aunque no he tomado ningún otro método de salud, bajó a alrededor de 133 aproximadamente un mes después de que comencé a tomarlo, así que creo que está funcionando.",
		"photo": ""
	},
	{
		"id": 24,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Faustino Asprilla",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Lo compré a pedido de mis padres para aliviar la presión arterial. Según ellos, este medicamento funciona bien cuando se toma como curso. Durante el ingreso, la presión disminuyó y se estabilizó.",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ7.png"
	},
	{
		"id": 25,
		"stars": 5,
		"likes": 31,
		"dislikes": 0,
		"userName": "77Ingrid",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Compré a mi mamá por los aumentos de presión, no puedo decir nada malo en vista del hecho de que es una paciente muy opcional que falta a las citas))",
		"photo": ""
	},
	{
		"id": 26,
		"stars": 5,
		"likes": 16,
		"dislikes": 1,
		"userName": "Héctor Abad",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Cápsulas de trabajo, solo debes entender que si eres hipertenso y tienes números de presión altos, entonces funcionarían como un extra. ayuda. Aunque reduje la dosis de las pastillas. Tomaba 8 copreneso y 20 lerkamen, ahora tomo 4 copreneso cada dos dias y 10 lerkamen. Salud.",
		"photo": ""
	},
	{
		"id": 27,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Álvaro Uribe Vélez ",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Papá bebe. Empecé a quejarme de la presión con mucha menos frecuencia, el precio está sobre el nivel del espino de farmacia (en términos de consumo), pero hay más confianza en la calidad.",
		"photo": ""
	},
	{
		"id": 28,
		"stars": 3,
		"likes": 4,
		"dislikes": 41,
		"userName": "Carlos Valderrama",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "No puedo decir si funciona",
		"photo": ""
	},
	{
		"id": 29,
		"stars": 5,
		"likes": 21,
		"dislikes": 0,
		"userName": "Andrés Escobar",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Carlos, es probable que haya estado tomando demasiado poco. Yo no tengo ese problema. Lo compré para mi suegra. Mi tensión arterial se estabilizó por completo a la segunda semana.",
		"photo": ""
	},
	{
		"id": 30,
		"stars": 5,
		"likes": 16,
		"dislikes": 0,
		"userName": "Caterine_00",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Andrés, a mí me pasa lo mismo. El producto Tonerin ayuda a mantener mi presión arterial dentro del rango saludable",
		"photo": "https://headekbat.github.io/reviewsTonerin/img/answ8.png"
	},
	{
		"id": 31,
		"stars": 5,
		"likes": 18,
		"dislikes": 1,
		"userName": "Clara Rojas",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Lo he estado tomando constantemente desde hace unos meses. Lo tomo todas las mañanas. Ahora que tengo 40 y tantos años, mi presión arterial está en el límite, así que comencé a tomarlo. Creo que a veces es agotado, así que compraré varios cuando pueda.",
		"photo": ""
	},
	{
		"id": 32,
		"stars": 5,
		"likes": 25,
		"dislikes": 0,
		"userName": "Claudia López",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Mujer, 51 años Hasta el año pasado había 130 carros, pero cuando medí el otro día, eran 140 carros. Además de eso, comencé a tener dolores de cabeza y mi presión arterial era obviamente alta, por lo que mis dolores de cabeza desaparecieron durante las primeras tres semanas después de que comencé a tomarlo Tonerin. Continuaré bebiendo durante un mes y lo revisaré. No quiero tomar medicina.",
		"photo": ""
	},

	{
		"id": 33,
		"stars": 5,
		"likes": 28,
		"dislikes": 0,
		"userName": "Luis Carlos",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Es un producto que elegí en lugar de tomar medicamentos para la presión arterial, pero parece tener un efecto reductor de la presión arterial hasta cierto punto.",
		"photo": ""
	},
	{
		"id": 34,
		"stars": 5,
		"likes": 14,
		"dislikes": 2,
		"userName": "000Belisario ",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "El suplemento dietético solo no tuvo ningún efecto sobre la presión arterial. Comencé a tomarlo en combinación con Cavinton y Ginkgo, el resultado es mucho mejor. La presión se ha estabilizado, las oleadas se han detenido.",
		"photo": ""
	},
	{
		"id": 35,
		"stars": 5,
		"likes": 33,
		"dislikes": 0,
		"userName": "Camilo",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Los dedos de mi madre empezaron a entumecerse, un amigo médico me aconsejó limpiar los vasos. Me recetó 'estatinas', pero leí que pueden provocar cáncer de recto y decidí no arriesgarme. A raíz de ello, me enteré por casualidad de la existencia de Tonerin. Compramos Tonerin casi de debajo del mostrador y muy caro por el tratamiento. Pero el resultado no tardó en llegar, después de un par de días hubo una mejora notable en la piel, el cabello, las uñas, el estado general del cuerpo, y para la segunda semana los dedos prácticamente dejaron de adormecerse. Durante un mes y medio, el entumecimiento desapareció por completo y la presión volvió a ser normal. Según el estado de salud, cielo y tierra, mi madre se volvió muy enérgica, su memoria mejoró y sus articulaciones dejaron de doler incluso en el tiempo. En general, este tratamiento es súper, ¡la recomiendo a todo el mundo!",
		"photo": ""
	},
	{
		"id": 36,
		"stars": 5,
		"likes": 13,
		"dislikes": 1,
		"userName": "Mariana",
		"userSex": "female",
		"userAvatar": "",
		"date": 1,
		"text": "Camilo, de verdad ayudó a tu madre? Entonces debería ayudarme a mí también. Este año cumplo 58.",
		"photo": ""
	},
	{
		"id": 37,
		"stars": 5,
		"likes": 16,
		"dislikes": 0,
		"userName": "Adriana Lucía",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "No lo dudes. Funciona bien manteniendo la presión arterial regulada. Y he comprado para mi madre ya que está tomando medicamentos para la presión arterial alta que no funcionan. ",
		"photo": ""
	},
	{
		"id": 38,
		"stars": 5,
		"likes": 11,
		"dislikes": 0,
		"userName": "Irma Blanco",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Recomendado!!!!!!!!!!!!!!! ",
		"photo": ""
	},
	{
		"id": 39,
		"stars": 5,
		"likes": 26,
		"dislikes": 0,
		"userName": "Fonseca_RTY",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Muchas gracias por ofrecer una oportunidad tan grande para las personas mayores con ingresos bajos. Me trataron con Tonerin en una clínica privada. Mi presión arterial era muy alta, tenía un dolor fuerte constante en las rodillas, después del tratamiento dejaron de dolerme, y la presión es siempre esta normal ahora. Tenía un dolor de cabeza constante y desapareció. Experimenté muchos más cambios positivos, apareció mucha energía. ¡Me siento 20 años más joven! Lo único negativo es el precio en la clínica donde compré 7 veces más que aquí. Voy a pedir aquí para la prevención repetida.",
		"photo": ""
	},
	{
		"id": 40,
		"stars": 5,
		"likes": 14,
		"dislikes": 3,
		"userName": "J Balvin ",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Esto ayuda con la cicatrización de heridas y mi dolor de cabeza cuando lo tengo. Puede que tenga la presión arterial elevada ya que me gusta comer alimentos envasados. Puede causarle malestar estomacal si se toma con el estómago vacío. Tomo 2 cápsulas 2-3 horas después de la comida.",
		"photo": ""
	},
	{
		"id": 41,
		"stars": 5,
		"likes": 16,
		"dislikes": 0,
		"userName": "Maluma",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Después de tomar todo el ciclo del medicamento, la presión arterial disminuye, se siente mucho mejor y la pesadez en la cabeza desaparece.",
		"photo": ""
	},
	{
		"id": 42,
		"stars": 3,
		"likes": 2,
		"dislikes": 19,
		"userName": "Karol G",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Nada especial.",
		"photo": ""
	},
	{
		"id": 43,
		"stars": 5,
		"likes": 26,
		"dislikes": 0,
		"userName": "Andrea Echeverri ",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "La PA se reduce a alrededor del rango normal después de tomar esto durante unos días. Pero aún depende de la dieta y el ejercicio para un mejor control.",
		"photo": ""
	},

	{
		"id": 44,
		"stars": 5,
		"likes": 15,
		"dislikes": 0,
		"userName": "Rita ",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Puede ayudar a reducir la presión arterial.",
		"photo": ""
	},
	{
		"id": 45,
		"stars": 5,
		"likes": 9,
		"dislikes": 0,
		"userName": "Lianna E.",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lo tomé por recomendación, ya veremos.",
		"photo": ""
	},
	{
		"id": 46,
		"stars": 3,
		"likes": 2,
		"dislikes": 40,
		"userName": "Esteman",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "tomó tío. dice que no entendió el efecto",
		"photo": ""
	},
	{
		"id": 47,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Bomba Estéreo",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Buenas tardes He estado tomando estas cápsulas por menos de un mes. Hay cambios positivos La presión disminuyó en un promedio de 20 unidades, tanto superiores como inferiores.",
		"photo": ""
	},
	{
		"id": 48,
		"stars": 5,
		"likes": 6,
		"dislikes": 0,
		"userName": "Systema Solar",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Espero que ayuden a reducir mi presión arterial a largo plazo.",
		"photo": ""
	},
	{
		"id": 49,
		"stars": 5,
		"likes": 16,
		"dislikes": 1,
		"userName": "Diamante",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Recientemente comenzó a tener una ligera presión alta. Parece que ha mejorado un poco.",
		"photo": ""
	},
	{
		"id": 50,
		"stars": 5,
		"likes": 31,
		"dislikes": 0,
		"userName": "Ilona",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Tomé una excelente opción para los padres, beben en los cursos.",
		"photo": ""
	},
	{
		"id": 51,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Amparo G.",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Hasta ahora tan bueno. Tengo menos episodios de dolor de cabeza, quiero pensar que estas pastillas ayudan.",
		"photo": ""
	},
	{
		"id": 52,
		"stars": 5,
		"likes": 19,
		"dislikes": 0,
		"userName": "Margarita Rosa de Francisco",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Bebió para mantener la presión arterial alta. No notamos ningún efecto especial, probablemente sea necesario beber varias botellas.",
		"photo": ""
	},
	{
		"id": 53,
		"stars": 5,
		"likes": 14,
		"dislikes": 2,
		"userName": "María El",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Margarita, cierto. Porque tienes que tomar un curso completo para obtener el efecto completo. A mí me llevó un mes y medio. Eso es mucho, pero valió la pena. Si no lo tomas el tiempo que dicen los fabricantes, simplemente no hay efecto.",
		"photo": ""
	},
	{
		"id": 54,
		"stars": 5,
		"likes": 16,
		"dislikes": 0,
		"userName": "Adriana77777",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "María, sí, he leído que los dolores de cabeza desaparecen los primeros días, pero la presión no se estabiliza definitivamente hasta pasadas unas semanas. ",
		"photo": ""
	},

	{
		"id": 55,
		"stars": 5,
		"likes": 11,
		"dislikes": 0,
		"userName": "Natalia ",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Mi presión arterial está un poco alta, así que me encanta beberla.",
		"photo": ""
	},
	{
		"id": 56,
		"stars": 5,
		"likes": 21,
		"dislikes": 0,
		"userName": "Taliana Vargas",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Mi presión arterial está un poco alta, así que me encanta beberla.",
		"photo": ""
	},
	{
		"id": 57,
		"stars": 5,
		"likes": 6,
		"dislikes": 0,
		"userName": "Andrea",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Taliana, he recibido ayuda. ¡¡¡¡No lo dudes!!!!",
		"photo": ""
	},
	{
		"id": 58,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Víctor Hugo",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lo tomé por mi papá, tiene la presión arterial muy alta. Me lo bebí todo. No puedo decir el sentimiento :)",
		"photo": ""
	},
	{
		"id": 59,
		"stars": 5,
		"likes": 14,
		"dislikes": 0,
		"userName": "Dora Ramírez",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "compré para mi suegra, vi que tienen más críticas buenas. volveré con una reseña",
		"photo": ""
	},
	{
		"id": 60,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Yamid Amat",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lamentablemente, no encajó. La presión bajó mucho después",
		"photo": ""
	},
	{
		"id": 61,
		"stars": 5,
		"likes": 10,
		"dislikes": 0,
		"userName": "Pirryyyyyyyyyyyyyy",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Una buena herramienta como auxiliar. Mamá es hipertensa y le gustó.",
		"photo": ""
	},
	{
		"id": 62,
		"stars": 5,
		"likes": 36,
		"dislikes": 0,
		"userName": "PaolaPaolaPaola ",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Super!!!!!!!!!!!!!!!!!!!!!!!!",
		"photo": ""
	},
	{
		"id": 63,
		"stars": 5,
		"likes": 27,
		"dislikes": 1,
		"userName": "Kolumbiya_King",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "calidad muy buena ingredientes muy aseptables la edad muy bien el paquete llegó muy bien muy buenos beneficio para una salud y mejora exelente y una buena dieta",
		"photo": ""
	},
	{
		"id": 64,
		"stars": 5,
		"likes": 4,
		"dislikes": 0,
		"userName": "Pedro Gomez",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "mis problemas de circulacion han mejorado bastante con la ayuda de ciertos priductos como este. mi doctor me recomienda además ejercicio y Tonerin",
		"photo": ""
	},
	{
		"id": 65,
		"stars": 3,
		"likes": 1,
		"dislikes": 4,
		"userName": "8999",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Sin efecto visible.",
		"photo": ""
	},
	{
		"id": 66,
		"stars": 5,
		"likes": 56,
		"dislikes": 1,
		"userName": "Diego_11Herrera",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "ideal para mantener la salud de la presión arterial y que se mantenga estable en los valores correctos",
		"photo": ""
	},
	{
		"id": 67,
		"stars": 5,
		"likes": 10,
		"dislikes": 0,
		"userName": "David Medina",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "En pocos días la presión arterial se ha regulado completamente",
		"photo": ""
	},
	{
		"id": 68,
		"stars": 5,
		"likes": 12,
		"dislikes": 0,
		"userName": "Emerald_Eyes",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Este producto es muy bueno. Realmente siento que funciona. Me gustan los componentes.",
		"photo": ""
	},
	{
		"id": 69,
		"stars": 4,
		"likes": 30,
		"dislikes": 0,
		"userName": "Bachata_Beauty",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Creo que realmente funciona. Mantiene mi tensión bâtante regulada. Anteriormente mi tensión se disparaba con frecuencia",
		"photo": ""
	},
	{
		"id": 70,
		"stars": 3,
		"likes": 2,
		"dislikes": 15,
		"userName": "AndesAdventurer",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Lo compré por un amigo. Tiene 40 años pero siempre tuvo problemas de tensión. Quizá sea por su constitución, pero este producto no ha sido de una gran ayuda. No ha tenido grandes subidas mientras lo tomaba, pero tampoco se normalizaron los valores del todo.",
		"photo": ""
	},
	{
		"id": 71,
		"stars": 5,
		"likes": 8,
		"dislikes": 6,
		"userName": "Sierra_Sur",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "se ha regulado notablemente mi presión arterial. consulta a tu cardiólogo, especialmente si usas anticoagulente.",
		"photo": ""
	},
	{
		"id": 72,
		"stars": 4,
		"likes": 1,
		"dislikes": 0,
		"userName": "Carnavalero",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Buen resultado en dosis de 3 unidades , espero que a medio plazo pueda reducir la dosis",
		"photo": ""
	},
	{
		"id": 73,
		"stars": 5,
		"likes": 30,
		"dislikes": 3,
		"userName": "Salsa_Soulmate",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lo compré por los primeros síntomas de presión arterial alta. Estoy deseando que llegue porque tiene una buena combinación de ingredientes naturales que ayudan a bajar la presión arterial. Planeo tomar magnesio y tocotrienoles, que son buenos para la presión arterial. Los resultados serán notificados más adelante. ¿Funcionará si lo tomo regularmente? gracias",
		"photo": ""
	},
	{
		"id": 74,
		"stars": 4,
		"likes": 13,
		"dislikes": 0,
		"userName": "Cali_Cool",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Excelente calidad e ingredientes. Mi edad es de 40 años, mi presión arterial suele ser de 140-150, luego vi las reseñas y decidí probarlo. Solo estoy tomando 1 cápsula por día, realmente efectiva para mí. El embalaje es bueno. Estoy seguro de que todos los que no quieran tomar otros medicamentos antihipertensivos se beneficiarán de esto.",
		"photo": ""
	},
	{
		"id": 75,
		"stars": 3,
		"likes": 3,
		"dislikes": 46,
		"userName": "oldrose",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Dado que no es un medicamento, no se puede esperar ningún efecto. Al principio, tomé 1 cápsula por la mañana y por la noche, pero no hubo ningún cambio y recientemente tomé 2 cápsulas cada una. No se observaron cambios evidentes y comencé a dejar de pensar que sería mejor consultar a un médico y recetarme el medicamento.",
		"photo": ""
	},
	{
		"id": 76,
		"stars": 5,
		"likes": 1,
		"dislikes": 1,
		"userName": "mary",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "oldrose, no, no es cierto",
		"photo": ""
	},
	{
		"id": 77,
		"stars": 4,
		"likes": 1,
		"dislikes": 1,
		"userName": "Medellin_Marvel",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Primero intente solo una leve mejora, siga intentando con la esperanza de que a largo plazo ayude más.",
		"photo": ""
	},
	{
		"id": 78,
		"stars": 4,
		"likes": 1,
		"dislikes": 9,
		"userName": "Cumbia88",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Buena calidad e ingredientes pero personalmente no pude seguir tomando porque mi cuerpo no estaba contento con eso.",
		"photo": ""
	},
	{
		"id": 79,
		"stars": 5,
		"likes": 10,
		"dislikes": 0,
		"userName": "Paisa_Passion",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "He estado bajo más estrés estos días y esta fórmula está funcionando. No es dramático, lo que creo que es bueno, pero ha ayudado de una manera sutil y saludable. Recomendaría probar este producto antes de tomar un medicamento para la presión arterial alta. ¡Definitivamente lo vale!",
		"photo": ""
	},
	{
		"id": 80,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "Joropo2023",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Pensé que sería bueno bajar mi presión arterial en unos 10 puntos, así que comencé a tomarlo y, como resultado, me siento muy bien.",
		"photo": ""
	},
	{
		"id": 81,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "Sofia Ramirez",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "El producto es excelente y llegó con un gran empaque. El precio es bueno. Lo recomiendo y se merece cinco estrellas. Muy excelente. Gracias",
		"photo": ""
	},
	{
		"id": 82,
		"stars": 4,
		"likes": 0,
		"dislikes": 0,
		"userName": "00Maria",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Me gusta",
		"photo": ""
	},
	{
		"id": 83,
		"stars": 3,
		"likes": 1,
		"dislikes": 0,
		"userName": "Daniela",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "La medicina no me funcionó",
		"photo": ""
	},
	{
		"id": 84,
		"stars": 3,
		"likes": 0,
		"dislikes": 36,
		"userName": "Mateo",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "No ayuda a veces derriba por 10 unidades y todo no nos ayudó",
		"photo": ""
	},

	{
		"id": 85,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "Catalina222",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Ayuda en combinación con otros medicamentos. La mejora se nota inmediatamente.",
		"photo": ""
	},
	{
		"id": 86,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "ffff",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "RECOMIENDAN ",
		"photo": ""
	},
	{
		"id": 87,
		"stars": 5,
		"likes": 4,
		"dislikes": 1,
		"userName": "AnaR",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lo tomé de acuerdo con las instrucciones: al principio, dos cápsulas dos veces al día. Muy rápidamente, la presión volvió a la normalidad, rara vez aumenta.",
		"photo": ""
	},
	{
		"id": 88,
		"stars": 3,
		"likes": 0,
		"dislikes": 1,
		"userName": "CarDiaz",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "No sé el resultado hasta ahora, dos semanas, sin suerte.",
		"photo": ""
	},
	{
		"id": 89,
		"stars": 5,
		"likes": 17,
		"dislikes": 3,
		"userName": "Luisssss",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Ahora tomo dos cápsulas una vez al día para mantener la presión normal. Para mí, la droga resultó estar funcionando, la compro de nuevo.",
		"photo": ""
	},
	{
		"id": 90,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "Alejandra",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Lo compré para mi madre con presión arterial alta. Aproximadamente dos semanas después de que comencé a tomarlo, mi presión arterial, que estaba cerca de 180, bajó a la segunda mitad de 160 y se estabilizó. Esperaba que bajara un poco más, pero me sentí muy aliviado de no tener que usar medicamentos antihipertensivos.",
		"photo": ""
	},
	{
		"id": 91,
		"stars": 5,
		"likes": 1,
		"dislikes": 0,
		"userName": "Alvarez88",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Maravilloso Buen tamaño y buena calidad Muy recomendable Buen embalaje",
		"photo": ""
	},
	{
		"id": 92,
		"stars": 5,
		"likes": 18,
		"dislikes": 3,
		"userName": "Catalina Franco",
		"userSex": "female",
		"userAvatar": "Todo estuvo muy bien, gracias! Se entregó en el tiempo prometido",
		"date": 2,
		"text": "",
		"photo": ""
	},
	{
		"id": 93,
		"stars": 4,
		"likes": 0,
		"dislikes": 0,
		"userName": "Antonio Torres",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "El suplemento fue tomado para un amigo, así que no puedo decir nada específico.",
		"photo": ""
	},
	{
		"id": 94,
		"stars": 5,
		"likes": 2,
		"dislikes": 0,
		"userName": "Herrera",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Mi padre tiene problemas del corazón y toma estas pastillas para bajar la presión arterial.",
		"photo": ""
	},
	{
		"id": 95,
		"stars": 5,
		"likes": 0,
		"dislikes": 0,
		"userName": "Juanita",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "¡Buena calidad! ¡Súper ingredientes! ¡Grande para la salud! ¡La composición es buena! ¡El empaque es bueno!",
		"photo": ""
	},
	{
		"id": 96,
		"stars": 5,
		"likes": 4,
		"dislikes": 0,
		"userName": "Juan",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Tiene un efecto sobre la reducción de la presión arterial y seguirá comprando.",
		"photo": ""
	},
	{
		"id": 97,
		"stars": 5,
		"likes": 2,
		"dislikes": 0,
		"userName": "Camila7810_а",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡¡Este suplemento es mi favorito !!!!!!!!!!!!!!!!!!!",
		"photo": ""
	},
	{
		"id": 98,
		"stars": 5,
		"likes": 14,
		"dislikes": 0,
		"userName": "Reggaeton_Rockstar",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Es una buena alineación. Me ayudó",
		"photo": ""
	},
	{
		"id": 99,
		"stars": 5,
		"likes": 27,
		"dislikes": 0,
		"userName": "Tropics_",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Después de aproximadamente 10 días de ingreso, la presión vespertina se acercó a lo normal y la presión matutina se mantuvo normal.",
		"photo": ""
	},
	{
		"id": 100,
		"stars": 5,
		"likes": 7,
		"dislikes": 1,
		"userName": "Vallenato_Vixen",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Compré algunos paquetes más",
		"photo": ""
	},
	{
		"id": 101,
		"stars": 5,
		"likes": 2,
		"dislikes": 1,
		"userName": "Colombian_Carnival",
		"userSex": "male",
		"userAvatar": "",
		"date": 2,
		"text": "Hola a todos desde Colombia",
		"photo": ""
	},
	{
		"id": 102,
		"stars": 5,
		"likes": 52,
		"dislikes": 10,
		"userName": "Zona_Rosa_",
		"userSex": "female",
		"userAvatar": "",
		"date": 2,
		"text": "Tomo la segunda semana, dejé el medicamento principal de la presión por la mitad de la dosis. Yo controlo por la mañana y por la tarde. Me alegro de que la presión se mantenga estable, no requiere la adición de la droga principal. Recomendar.",
		"photo": ""
	}
]
